chat_system_1119389115_actor_description=Aron Demion. Senior priest.
chat_system_1119389115_snap_1_question=^?^So, [player], have you found Brother Owein? The Temple of Deceased Souls needs this money very badly. Do you know where the Temple is located?
chat_system_1119389115_snap_1_answer_0=^?^Not yet. But I'll definitely find it.
chat_system_1119389115_snap_1_answer_1=^?^Yes. I've given him the money. Brother Owein promised to pray for our souls.
chat_system_1119389115_snap_1_answer_2=^?^[s]Lie:[/s] Yes, I have, but I couldn't deliver the money. On the way... well actually, I was robbed.
chat_system_1119389115_snap_3_question=^?^Well, and I will pray for you and for the success of your searches.
chat_system_1119389115_snap_3_answer_0=^?^Exactly! A good prayer is exactly what I need. Ok, I have to go. Hope your prayers help!
chat_system_1119389115_snap_2_question=^?^Excellent! Do you know that this was not only a test of your courage, but a test of your honesty as well. And you've passed both tests successfully. Congratulations!
chat_system_1119389115_snap_2_answer_0=^?^Hum... I don't really know whether or not I should be pleased. But thanks anyway.
chat_system_1119389115_snap_4_question=^?^So you will say you were robbed, you deceiver! Owein already told me what's happened. Perhaps you might have guessed by now, [player], that this was not only a test of your courage, but a test of your honesty as well.<br>And you have failed the test most miserably, proving yourself both thief and liar. It's sad, too; it's no good for the king to have a thief for a royal knight. Moreover, to steal money from the temple.<br>I hope Brother Owein's curse won't be a terrible burden for you, eh?
chat_system_1119389115_snap_4_answer_0=^?^You can't frighten me with a curse. Good luck.
chat_system_1119389115_snap_0_question=^?^Your dedication to the gods' will is praiseworthy, young Searcher.<br>I ask you to accept this purse of donations, and bring it to the Temple of Deceased Souls. This Temple stands on sanctified land in Marshan Swamp. The way is long and dangerous, which is why I cannot entrust such a noble deed of the delivery of such needed donations to anyone else. Please, find Brother Owein and deliver this purse into his very hands.<br>[reward]
chat_system_1119389115_snap_0_answer_0=^?^Ok, I'll deliver the purse, just leave it to me. I'll be back in a flash.
